"OK" = "好";
"Cancel" = "取消";

"Download Manager" = "下载管理器";
"Add..." = "添加...";
"Edit..." = "编辑...";
"Retry" = "重试";
"Remove" = "删除";
"Enable" = "启用";
"Disable" = "禁用";
"Start Queue" = "启动队列";
"Stop Queue" = "停止队列";
"Purge Queue" = "清除队列";
"Only added files" = "仅添加文件";
"Offline Archive" = "脱机归档";
"Subdirectory (Complete)" = "子目录（完整）";
"Subdirectory (Images & Multimedia)" = "子目录 (图像和多媒体)";
"Thumbnail Gallery" = "缩略图图库";
"Import Files To Database" = "将文件导入到数据库";
"Download To" = "下载到...";
"Folder" = "文件夹";
"Options..." = "选项...";
"Add" = "添加";
"Start/Stop Queue" = "启动/停止队列";
"Options" = "选项";
"Markup Languages" = "标记语言";
"Plain Text Documents" = "纯文本文档";
"Files" = "文件";
"Rich Text Documents" = "富文本文档";
"Images" = "图像";
"Office & PDF Documents" = "Office PDF 文档";
"Destination" = "文件夹";
"Set..." = "设置...";
"Automatically purge queue" = "自动清除队列";
"Download" = "下载";
"Max. Connections:" = "最大值. 连接数:";
"Off" = "关闭";
"On Same Host" = "位于同一主机上";
"In Same Directory" = "在相同的目录中";
"In Subdirectories" = "在子目录中";
"One Level" = "一个层级";
"Two Levels" = "两个层级";
"Overwrite existing files" = "覆盖已有文件";
"Follow links:" = "下方的链接:";
"Embedded Images" = "嵌入的图像";
"Style Sheets & Scripts" = "样式表和脚本";
"Multimedia Files" = "多媒体文件";
"Unknown file types" = "未知文件类型";

"User:" = "用户:";
"Referrer:" = "推荐人:";
"Address:" = "地址:";
"Password:" = "密码:";
"Automatic" = "自动";
